Revit 2027 API
UnitTypeId.CubicFeetPerMinuteSquareFoot Property
 Cubic feet per minute square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CubicFeetPerMinuteSquareFoot { get; }
Public Shared ReadOnly Property CubicFeetPerMinuteSquareFoot As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CubicFeetPerMinuteSquareFoot {
	ForgeTypeId^ get ();
}
static member CubicFeetPerMinuteSquareFoot : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace